{
  "facts": [
    "Spanyolországban több mint 8000 kilométer hosszú tengerpart található.",
    "Az ország Európa egyik leghegyesebb területe Svájc után.",
    "A Kanári-szigetek földrajzilag Afrikához tartoznak.",
    "Spanyolországban található a világ legrégebben működő étterme, a madridi Sobrino de Botín (1725).",
    "Az Alhambra eredetileg mór palotakomplexum volt Granadában.",
    "A baszk nyelv nem rokon egyetlen más ismert európai nyelvvel sem.",
    "Spanyolországban több mint 40 UNESCO világörökségi helyszín található.",
    "A spanyol himnusznak nincs hivatalos szövege.",
    "A paradicsomdobálós La Tomatina fesztivált Buñol városában rendezik.",
    "A világ első modern regényének gyakran a Don Quijotét tartják.",
    "Spanyolország a világ egyik legnagyobb olívaolaj-termelője.",
    "Madrid Európa egyik legmagasabban fekvő fővárosa.",
    "A Siesta hagyománya ma már nem általános, főleg a kisebb városokban jellemző.",
    "A Kanári-szigeteken található Teide Spanyolország legmagasabb pontja.",
    "A spanyol alkotmány 1978-ban lépett életbe.",
    "Barcelonában a városi blokkok nagy része nyolcszögletű kialakítású.",
    "Spanyolországban több hivatalos regionális nyelv létezik a kasztíliai mellett.",
    "A világ egyik legrégebbi parlamentje León városához köthető (1188).",
    "Spanyolországban található Európa egyetlen sivataga, a Tabernas.",
    "A spanyol polgárháború 1936 és 1939 között zajlott.",
    "A Kanári-szigetek neve nem a kanárimadárról, hanem a latin 'canis' szóból ered.",
    "Spanyolországban több mint 1000 fajta sajt készül.",
    "A spanyol gyorsvasút-hálózat Európa egyik leghosszabbja.",
    "Valenciában található Európa egyik legnagyobb akváriuma.",
    "Spanyolország volt az első országok egyike, amely globális birodalmat épített ki.",
    "Az Ibériai-félszigeten található a világ egyik legrégebbi barlangrajza.",
    "A spanyol karácsonyi lottó a világ egyik legnagyobb nyereményalapú sorsolása.",
    "Spanyolországban évente több száz fesztivált rendeznek.",
    "A tapas eredetileg egy kis fedőfalat volt az ital tetején.",
    "A spanyol időzóna földrajzilag nem teljesen illeszkedik a helyi napidőhöz.",
    "Spanyolországban több mint 300 napos napsütés is lehet évente bizonyos régiókban.",
    "A spanyol útlevél a világ egyik legerősebbje az utazási lehetőségek szempontjából.",
    "A Camino de Santiago zarándokút több különböző útvonalból áll.",
    "Spanyolországban a vacsora gyakran este 9-10 óra körül kezdődik.",
    "A Real Madrid és a Barcelona rivalizálása világszerte ismert.",
    "Spanyolországban több aktív vulkáni terület található a Kanári-szigeteken.",
    "A spanyol zászló színei a 18. századból származnak.",
    "Spanyolország az egyik legnagyobb bortermelő ország Európában.",
    "A San Fermín fesztiválon bikafuttatást rendeznek Pamplonában.",
    "A spanyol lakosság átlagéletkora folyamatosan emelkedik.",
    "A Baleár-szigetek közé tartozik Mallorca, Menorca és Ibiza.",
    "Spanyolországban jelentős római kori romok maradtak fenn.",
    "A spanyol oktatási rendszer régiónként eltérhet.",
    "Az ország területének jelentős része mezőgazdasági művelés alatt áll.",
    "Spanyolország 1986 óta tagja az Európai Uniónak.",
    "A spanyol gitár fontos szerepet játszik a flamenco zenében.",
    "Spanyolországban sok város középkori falakkal rendelkezik.",
    "A spanyol konyhában gyakori az olívaolaj használata.",
    "Az ország hivatalos neve: Spanyol Királyság.",
    "Spanyolország területei Európában (szárazföld), Észak-Afrikában (Ceuta és Melilla), valamint az Atlanti-óceánon fekvő Kanári-szigeteken találhatók."
  ]
}
